tap "delphinus/sfmono-square"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "muesli/tap"
tap "riscv/riscv"
tap "sanemat/font"
tap "tldr-pages/tldr"
tap "universal-ctags/universal-ctags"
brew "anyenv"
brew "openssl@1.1"
brew "automake"
brew "bash"
brew "bat"
brew "binutils"
brew "boost"
brew "bpytop"
brew "fontconfig"
brew "pkg-config"
brew "clang-format"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "cscope"
brew "curl"
brew "direnv"
brew "exa"
brew "expat"
brew "fd"
brew "ncurses"
brew "fish"
brew "gobject-introspection"
brew "fzf"
brew "gmp"
brew "mpfr"
brew "gawk"
brew "isl"
brew "libmpc"
brew "gcc"
brew "gdb"
brew "git"
brew "gnu-sed"
brew "go"
brew "gtk+3"
brew "hexyl"
brew "htop"
brew "hub"
brew "imath"
brew "liblqr"
brew "imagemagick"
brew "jq"
brew "libslirp"
brew "llvm"
brew "luarocks"
brew "luv"
brew "mas"
brew "mono"
brew "nasm"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "nyancat"
brew "procs"
brew "qemu"
brew "ripgrep"
brew "ruby"
brew "sdl2"
brew "silicon"
brew "spark"
brew "starship"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "delphinus/sfmono-square/sfmono-square"
brew "jesseduffield/lazygit/lazygit"
brew "muesli/tap/duf"
brew "riscv/riscv/riscv-gnu-toolchain"
brew "riscv/riscv/riscv-tools"
brew "sanemat/font/ricty"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "autodesk-fusion360"
cask "blender"
cask "clipy"
cask "discord"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "ghidra"
cask "gitkraken"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "obs"
cask "unity-hub"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
cask "xquartz"
cask "zoomus"
mas "Amphetamine", id: 937984704
mas "BetterSnapTool", id: 417375580
mas "Cinebench", id: 1438772273
mas "CotEditor", id: 1024640650
mas "Developer", id: 640199958
mas "GLView", id: 444052073
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "TweetDeck", id: 485812721
mas "Twitter", id: 1482454543
mas "uBlock", id: 1385985095
mas "WinArchiver Lite", id: 414855915
mas "Xcode", id: 497799835
mas "XMind", id: 1327661892
