tap "delphinus/sfmono-square"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "muesli/tap"
tap "riscv/riscv"
tap "sanemat/font"
tap "tldr-pages/tldr"
tap "universal-ctags/universal-ctags"
brew "anyenv"
brew "automake"
brew "bash"
brew "bat"
brew "binutils"
brew "openssl@1.1"
brew "python@3.9"
brew "bpytop"
brew "fontconfig"
brew "python@3.8"
brew "clang-format"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "curl"
brew "expat"
brew "fish"
brew "pkg-config"
brew "gobject-introspection"
brew "fzf"
brew "gmp"
brew "mpfr"
brew "gawk"
brew "isl"
brew "libmpc"
brew "gcc", link: false
brew "gdb"
brew "git", link: false
brew "gnu-sed"
brew "go"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "llvm"
brew "mas"
brew "mono"
brew "mps-youtube"
brew "nasm"
brew "neofetch"
brew "neovim"
brew "qemu"
brew "rbenv"
brew "ruby"
brew "sdl2"
brew "silicon"
brew "spark"
brew "starship"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "trash-cli", link: false
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "delphinus/sfmono-square/sfmono-square"
brew "jesseduffield/lazygit/lazygit"
brew "muesli/tap/duf"
brew "riscv/riscv/riscv-gnu-toolchain"
brew "riscv/riscv/riscv-tools"
brew "sanemat/font/ricty"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "docker"
cask "font-hack-nerd-font"
cask "xquartz"
mas "Amphetamine", id: 937984704
#mas "BetterSnapTool", id: 417375580
mas "Cinebench", id: 1438772273
mas "CotEditor", id: 1024640650
mas "Developer", id: 640199958
#mas "Final Cut Pro", id: 424389933
#mas "GarageBand", id: 682658836
mas "GLView", id: 444052073
#mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
#mas "Logic Pro", id: 634148309
#mas "Motion", id: 434290957
#mas "Numbers", id: 409203825
#mas "Pages", id: 409201541
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "TweetDeck", id: 485812721
mas "Twitter", id: 1482454543
mas "uBlock", id: 1385985095
mas "WinArchiver Lite", id: 414855915
mas "Xcode", id: 497799835
mas "XMind", id: 1327661892
