tap "delphinus/sfmono-square"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "muesli/tap"
tap "sanemat/font"
brew "automake"
brew "bash"
brew "binutils"
brew "fontconfig"
brew "clang-format"
brew "cmake"
brew "cmatrix"
brew "ctags"
brew "curl"
brew "fish"
brew "pkg-config"
brew "gobject-introspection"
brew "gcc"
brew "htop"
brew "imagemagick"
brew "jq"
brew "llvm"
brew "mas"
brew "mono"
brew "nasm"
brew "neofetch"
brew "neovim"
brew "node", link: false
brew "nodebrew"
brew "pyenv"
brew "rbenv"
brew "sdl2"
brew "starship"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "delphinus/sfmono-square/sfmono-square"
brew "muesli/tap/duf"
brew "sanemat/font/ricty"
cask "blackhole"
cask "docker"
cask "font-hack-nerd-font"
cask "hyper"
cask "xquartz"
mas "Amphetamine", id: 937984704
mas "BetterSnapTool", id: 417375580
mas "Cinebench", id: 1438772273
mas "CotEditor", id: 1024640650
mas "Developer", id: 640199958
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "GLView", id: 444052073
mas "Hex Fiend", id: 1342896380
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Logic Pro", id: 634148309
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "TweetDeck", id: 485812721
mas "Twitter", id: 1482454543
mas "uBlock", id: 1385985095
mas "WinArchiver Lite", id: 414855915
mas "Xcode", id: 497799835
mas "XMind", id: 1327661892
